{
    "events": [
        {
            "zone": 1,
            "mapId": "#globalClassroom",
            "name": "Experience Student Entrepreneurship",
            "location": "Global Classroom",
            "time": "16:35",
            "description": "At FastStartDC we help innovate, develop and launch student businesses, and impactful social enterprise projects. Watch current students compete in lightning round pitch contests exploring: AI, food, and social enterprise."
        },
        {
            "zone": 2,
            "mapId": "#cfce116",
            "name": "Seed to Celebration",
            "location": "CFCE 116",
            "time": "16:35",
            "description": "Learn about the W. Galen Weston Centre for Food’s ‘seed-to-celebration’ approach – from horticulture to food science and product development, from culinary to hospitality experiences, and gardens to craft brewing."
        },
        {
            "zone": 3,
            "mapId": "#cfce117",
            "name": "Partnerships for Social Innovation",
            "location": "CFCE 117",
            "time": "16:35",
            "description": "We build partnerships that put social innovation at the centre of research. Come and be inspired with our lightning talks and success stories, and explore our interactive sessions. There are prizes and surprises for everyone."
        },
        {
            "zone": 4,
            "mapId": "#cfce118",
            "name": "Health Technology and Innovation",
            "location": "CFCE 118",
            "time": "16:35",
            "description": "The future of health care at the community, provincial, and federal levels is dependent on advances in technology and innovation. Explore the research that is being conducted by students, faculty, and community members to improve health in our society."
        },
        {
            "zone": 5,
            "mapId": "#cfce119",
            "name": "Experience Autonomous Vehicles",
            "location": "CFCE 119",
            "time": "16:35",
            "description": "The future is coming faster than you think! For insights into what life will be like with autonomous vehicles, visit the AVIN zone."
        },
        {
            "zone": 6,
            "mapId": "#cfce123",
            "name": "Research and Innovation in AI and Cybersecurity",
            "location": "CFCE 123 (FastStart)",
            "time": "16:35",
            "description": "Engage with students on how they have applied Artificial Intelligence solutions to datasets to impact service optimization, proactive security measures, and overall ROI for companies across Ontario."
        },
        {
            "zone": 7,
            "mapId": "#cfce123B",
            "name": "Makerspace Magic",
            "location": "CFCE 123b",
            "time": "16:35",
            "description": "Experience the magic of creative collisions! Check out FastStartDC’s interdisciplinary project with our SET & MAD team collaboration, and explore ‘Project X’ - FastStartDC’s new experiential partnership with OPG’s X-Lab."
        },
        {
            "zone": 8,
            "mapId": "#mrc polygon",
            "name": "The Future of Mixed Realities",
            "location": "Atrium",
            "time": "16:35",
            "description": "The MRC Studio is helping businesses to develop experiential applications that integrate motion capture, virtual reality, augmented reality and virtual production. Experience interactive demos that blend the physical and digital worlds."
        },
        {
            "zone": 9,
            "mapId": "#ssbLink",
            "name": "The 10-year Journey of Innovation",
            "location": "CFCE/SSB link",
            "time": "16:35",
            "description": "A great story can be told by the culmination of its moments. Visit us to experience some of the most remarkable achievements, projects, and impacts of ORSIE’s 10-year innovation journey at Durham College."
        },
        {
            "zone": 10,
            "mapId": "#ssb116",
            "name": "Student Innovations",
            "location": "SSB 116A/B",
            "time": "16:35",
            "description": "Explore innovative new food and natural health products, developed by students of both the Food and Farming and the Pharmaceutical and Food Science programs. Meet the students to try these new products and hear all about their exciting projects."
        }
    ]
}